{
  "DAMAGED ITEM": [
    {
      "name": "DAMAGE ITEM WITH RETURN REQUEST / OPEN CASE",
      "content": "<p>Hi,</p><p>We apologize for the inconvenience of receiving a damaged item. We would like to inform you that we made an exception to our standard procedure. There is no need to return the part back. We have initiated a full refund. It will go back to your original payment method and will reflect in the next 1-5 business days. You are welcome to keep or dispose of the item.</p><p>We’d appreciate it if you could provide us the additional image below:</p><ul><li>Shipping label attached to the box</li><li>Image of the box</li><li>Image of the thumb-sized Part Number (SKU label) on the item itself</li><li>Image(s) of the item</li></ul><p>If the part is still needed, feel free to place a new order as it's the fastest way of getting a replacement.</p><p>We appreciate your understanding.</p><p>Sincerely,<br>WooParts</p>"
    },
    {
      "name": "DAMAGED RETURN (NO TRACKING NUMBER YET)",
      "content": "<p>Hi,</p><p>We sincerely apologize for the inconvenience caused by receiving a damaged item. We would like to inform you that we made an exception to our standard procedure. There is no need to return the part back. You are welcome to keep or dispose of the damaged part as you see fit.</p><p>To proceed, kindly let us know whether you would prefer a refund or a replacement. Additionally, please cancel or close the return request so we can move forward with your preferred resolution.</p><p>To assist us in processing your request, we kindly ask that you provide the following additional images:</p><ul><li>Shipping label attached to the box</li><li>Image of the box itself</li><li>Image of the thumb-sized Part Number (SKU label) on the item</li></ul><p>We appreciate your cooperation and understanding in this matter.</p><p>Sincerely,<br>WooParts</p>"
    }
  ],
  "RETURNS": [
    {
      "name": "RETURN REQUEST",
      "content": "<p>Hi,</p><p>We would like to inform you that we have approved your return request. Please note that our Return Department may require up to 5 days after receiving the item to verify its condition and process the refund.</p><p>Thank you for choosing us, and we look forward to serving you again in the future.</p><p>Regards,<br>WooParts</p>"
    },
    {
      "name": "RETURNLESS REFUND",
      "content": "<p>Hi,</p><p>We received a return request for this item. We would like to inform you that we made an exemption to our standard procedure, there is no need to return the part. We have initiated a full refund. It will go back to your original payment method and will reflect in the next 1-5 business days.</p><p>If time permits, we kindly ask for at least positive merchant feedback if you are satisfied with the service we provided.</p><p>Thank you for your business and we hope to serve you again in the future.</p><p>Regards,<br>WooParts</p>"
    },
    {
      "name": "RETURNLESS (DOESN’T FIT)",
      "content": "<p>Hi,</p><p>We're sorry to hear that the part didn't fit your vehicle. As an exception to our usual procedure, you do not need to return the part. You may keep it or dispose of it as you wish. We have processed a full refund, which will be credited back to your original payment method within 1-5 business days.</p><p>To help us improve our listings, could you please provide the VIN or OEM number of your vehicle? This will enable us to conduct a thorough compatibility check and ensure more accurate listings in the future.</p><p>Thank you for bringing this to our attention. We look forward to the opportunity to serve you again in the future.</p><p>Sincerely,<br>WooParts</p>"
    },
    {
      "name": "CLOSE RETURN REQUEST",
      "content": "<p>Hi,</p><p>We have received your return request. We’d like to inform you that as an exception to our standard procedure, you do not need to return the item. We will proceed with issuing a full refund for your order.</p><p>If this works for you, kindly close or cancel your return request at your earliest convenience.</p><p>Should you have any questions or need further assistance, feel free to reach out.</p><p>Best regards,<br>WooParts</p>"
    },
    {
      "name": "APPROVED RETURN (DOESN’T FIT)",
      "content": "<p>Hi,</p><p>We're sorry to hear that the part didn't fit your vehicle. We would like to inform you that we have approved your return request. Please note that our Return Department may require up to 5 days after receiving the item to verify its condition and process the refund.</p><p>To help us improve our listings, could you please provide the VIN or OEM number of your vehicle? This will enable us to conduct a thorough compatibility check and ensure more accurate listings in the future.</p><p>Thank you for your understanding.</p><p>Regards,<br>WooParts</p>"
    },
    {
      "name": "RETURNED ITEM RECEIVED BY WH (NEEDS REFUND)",
      "content": "<p>Hi,</p><p>We have successfully received and inspected the returned item. A full refund for your order has been initiated, and it should appear in your account within 1-5 business days.</p><p>Thank you.</p><p>Best regards,<br>WooParts</p>"
    },
    {
      "name": "RETURNED ITEM DIFFERENT FROM WHAT WAS ORDERED (SAFE T CLAIMS)",
      "content": "<p>Hi,</p><p>Our warehouse team confirmed that the item you returned to us is materially different than what we sold to you for this order. We have attached images of the items you sent.</p><p>Please send us the correct part(s) using your own label and provide the tracking number so we can properly initiate the refund after we receive the item.</p><p>Regards,<br>WooParts</p>"
    }
  ]
}
