{
  "DAMAGED ITEM": [
    {
      "name": "Damage Item With Return Request / Open Case",
      "content": "<p>Hi,</p><p>We apologize for the inconvenience of receiving a damaged item. We would like to inform you that we made an exception to our standard procedure. There is no need to return the part back. We have initiated a full refund. It will go back to your original payment method and will reflect in the next 1-5 business days. You are welcome to keep or dispose of the item.</p><p>We’d appreciate it if you could provide us the additional image below:</p><ol><li>Shipping label attached to the box</li><li>Image of the box</li><li>Image of the thumb-sized Part Number (SKU label) on the item itself</li><li>Image(s) of the item</li></ol><p>If the part is still needed, feel free to place a new order as it's the fastest way of getting a replacement.</p><p>We appreciate your understanding.</p><p>Sincerely,<br>WooParts</p>"
    },
    {
      "name": "Damaged Return (No Tracking Number Yet)",
      "content": "<p>Hi,</p><p>We sincerely apologize for the inconvenience caused by receiving a damaged item. We would like to inform you that we made an exception to our standard procedure. There is no need to return the part back. You are welcome to keep or dispose of the damaged part as you see fit.</p><p>To proceed, kindly let us know whether you would prefer a refund or a replacement. Additionally, please cancel or close the return request so we can move forward with your preferred resolution.</p><p>To assist us in processing your request, we kindly ask that you provide the following additional images:</p><ol><li>Shipping label attached to the box</li><li>Image of the box itself</li><li>Image of the thumb-sized Part Number (SKU label) on the item</li></ol><p>We appreciate your cooperation and understanding in this matter.</p><p>Sincerely,<br>WooParts</p>"
    },
    {
      "name": "Defective Item",
      "content": "<p>Hi,</p><p>Thank you for reaching out and we sincerely apologize that you received a defective item. We would like to inform you that we have initiated a full refund and it will go back to your original payment method and will reflect in the next 1-5 business days. No need to return the item. Feel free to keep it or dispose of it.</p><p>We'll further investigate this issue to avoid recurrence in the future. Thank you and we appreciate your understanding.</p><p>Sincerely,<br>WooParts</p>"
    }
  ],

  "RETURNS": [
    {
      "name": "Return Request",
      "content": "<p>Hi,</p><p>We would like to inform you that we have approved your return request. Please note that our Return Department may require up to 5 days after receiving the item to verify its condition and process the refund.</p><p>Thank you for choosing us, and we look forward to serving you again in the future.</p><p>Regards,<br>WooParts</p>"
    },
    {
      "name": "Returnless Refund",
      "content": "<p>Hi,</p><p>We received a return request for this item. We would like to inform you that we made an exemption to our standard procedure, there is no need to return the part. We have initiated a full refund. It will go back to your original payment method and will reflect in the next 1-5 business days.</p><p>If time permits, we kindly ask for at least positive merchant feedback if you are satisfied with the service we provided.</p><p>Thank you for your business and we hope to serve you again in the future.</p><p>Regards,<br>WooParts</p>"
    },
    {
      "name": "Returnless (Doesn’t Fit)",
      "content": "<p>Hi,</p><p>We're sorry to hear that the part didn't fit your vehicle. As an exception to our usual procedure, you do not need to return the part. You may keep it or dispose of it as you wish. We have processed a full refund, which will be credited back to your original payment method within 1-5 business days.</p><p>To help us improve our listings, could you please provide the VIN or OEM number of your vehicle? This will enable us to conduct a thorough compatibility check and ensure more accurate listings in the future.</p><p>Thank you for bringing this to our attention. We look forward to the opportunity to serve you again in the future.</p><p>Sincerely,<br>WooParts</p>"
    },
    {
      "name": "Close Return Request",
      "content": "<p>Hi,</p><p>We have received your return request. We’d like to inform you that as an exception to our standard procedure, you do not need to return the item. We will proceed with issuing a full refund for your order.</p><p>If this works for you, kindly close or cancel your return request at your earliest convenience.</p><p>Should you have any questions or need further assistance, feel free to reach out.</p><p>Best regards,<br>WooParts</p>"
    },
    {
      "name": "Approved Return (Doesn’t Fit)",
      "content": "<p>Hi,</p><p>We're sorry to hear that the part didn't fit your vehicle. We would like to inform you that we have approved your return request. Please note that our Return Department may require up to 5 days after receiving the item to verify its condition and process the refund.</p><p>To help us improve our listings, could you please provide the VIN or OEM number of your vehicle? This will enable us to conduct a thorough compatibility check and ensure more accurate listings in the future.</p><p>Thank you for your understanding.</p><p>Regards,<br>WooParts</p>"
    },
    {
      "name": "Returned Item Received by WH (Needs Refund)",
      "content": "<p>Hi,</p><p>We have successfully received and inspected the returned item. A full refund for your order has been initiated, and it should appear in your account within 1-5 business days.</p><p>Thank you.</p><p>Best regards,<br>WooParts</p>"
    },
    {
      "name": "Returned Item Different From What Was Ordered (Safe-T Claims)",
      "content": "<p>Hi,</p><p>Our warehouse team confirmed that the item you returned to us is materially different than what we sold to you for this order. We have attached images of the items you sent.</p><p>Please send us the correct part(s) using your own label and provide the tracking number so we can properly initiate the refund after we receive the item.</p><p>Regards,<br>WooParts</p>"
    },
    {
  "name": "Return Request - Bulky Item",
  "content": "<p>Hi,</p><p>We received your return request. We would like to inform you that the item is too large and will be uneconomical to ship. It exceeds the dimensions allowed for automated return shipping.</p><p>Instead of returning the part, would you be amenable to a returnless refund? We will issue a 70% refund, and you may keep the item or dispose of it.</p><p>If you agree, please close the return request as soon as possible so we can process the refund accordingly.</p><p>Regards,<br>WooParts</p>"
    }
  ],

  "SHIPMENT CONCERNS": [
    {
      "name": "Shipping Update (Awaiting Shipment)",
      "content": "<p>Hi,</p><p>We appreciate you for reaching out. Please be informed that we have 2 business days of handling time for shipping and the estimated delivery date of the order is within 3-5 business days. You will be notified once the item is shipped, along with the tracking number.</p><p>Thank you for your patience and understanding.</p><p>Sincerely,<br>WooParts</p>"
    },
    {
      "name": "Lost In Transit",
      "content": "<p>Hi,</p><p>We hope this message finds you well. We would like to inform you that it has come to our attention that the carrier handling your package has experienced an issue, and the package is currently lost. We understand the inconvenience this may have caused you, and we sincerely apologize for any frustration or disappointment it may have caused.</p><p>In light of this, we want to assure you that your satisfaction is our top priority. We have already taken the necessary steps to issue you a full refund for your order. The refund should reflect in your account within 1-5 business days.</p><p>Please be assured that we are actively working with the carrier to investigate the matter further and prevent such incidents from occurring in the future.</p><p>Thank you very much for your patience and understanding.</p><p>Sincerely,<br>WooParts</p>"
    },
    {
      "name": "Item Not Received",
      "content": "<p>Hi,</p><p>We’re sorry to hear that you haven’t received your package. Upon reviewing the tracking details, we found that your item was shipped via [CARRIER] and delivered on [DELIVERY DATE].</p><p>Could you kindly double-check the delivery location? Sometimes packages are placed in less visible spots. We also recommend asking your neighbors if they might have received the package on your behalf. Please keep us updated on your search.</p><p>If you’re still unable to locate the package after thoroughly checking, please don’t hesitate to reach out to us again. We’re here to assist you.</p><p>Thank you for your patience and understanding.</p><p>Best regards,<br>WooParts</p>"
    },
    {
      "name": "No Movement (USPS)",
      "content": "<p>Hi,</p><p>We sincerely apologize on behalf of the carrier. USPS has recently been experiencing delays in updating tracking numbers until the day before or the day of delivery. Please allow the carrier 3-5 business days to complete the shipment. If there is still no movement by then, please let us know, and we will gladly refund your order.</p><p>Sincerely,<br>WooParts</p>"
    }
  ],

  "CANCELLATION": [
    {
      "name": "For Shipped Items",
      "content": "<p>Hi,</p><p>We hope this message finds you well. We sincerely apologize for any inconvenience caused by the rejection of your cancellation request.</p><p>Please note that the item has already been shipped out on [DATE] with tracking number [TN] via [CARRIER]. We understand this may not be the outcome you were hoping for, and we genuinely regret any frustration this may have caused.</p><p>Once you receive the item, kindly reach out to us so we can explore any available options to help resolve the matter. Thank you for your patience and understanding.</p><p>Sincerely,<br>WooParts</p>"
    },
    {
      "name": "For Awaiting Shipment Item",
      "content": "<p>Hi,</p><p>We have successfully canceled your order. We have initiated a full refund. It will go back to your original payment method and will reflect in the next 1-5 business days.</p><p>Thank you for your business and we hope to serve you again in the future.</p><p>Best regards,<br>WooParts</p>"
    },
    {
      "name": "For Dropship",
      "content": "<p>Hi,</p><p>Thank you for reaching out to us. We understand that you'd like to cancel your order, and we want to inform you that it has already entered the shipping queue. We will do our best to intercept and stop the shipment, but please note that we cannot guarantee the cancellation at this stage. Rest assured, we will keep you updated and inform you as soon as we have more information.</p><p>Thank you for your patience.</p><p>Best regards,<br>WooParts</p>"
    }
  ],

  "DISCOUNT REQUEST": [
    {
      "name": "Buyer Asking for Discount",
      "content": "<p>Hi,</p><p>Thank you for contacting us and showing interest in our product.</p><p>We understand that you are looking for a more favorable price for the item you are interested in, and we're excited to let you know that the current price is already an excellent offer. We have thoroughly analyzed market trends, taken into account different factors, and established the price to guarantee it delivers the utmost value for our customers.</p><p>Thank you, and we look forward to serving you in the future.</p><p>Best regards,<br>WooParts</p>"
    }
  ],

  "FEEDBACK RELATED": [
    {
      "name": "Request for Positive Feedback",
      "content": "<p>Hi,</p><p>We received your return request for this item. We would like to inform you that we made an exemption to our standard procedure, there is no need to return the part. You may keep or dispose of the item. We also initiated a full refund. It will go back to your original payment method and will reflect in the next 1-5 business days.</p><p>If time permits, we kindly ask for at least positive merchant feedback if you are satisfied with the service we provided.</p><p>Thank you for your business and we hope to serve you again in the future.</p><p>Regards,<br>WooParts</p>"
    },
    {
      "name": "Feedback Revision",
      "content": "<p>Hi,</p><p>We hope you are doing well. We have received your feedback about your recent experience with our product/service, and we sincerely apologize for any trouble you might have encountered.</p><p>We have processed a complete refund. This will return to your original payment method and should appear within 1-5 business days. There is no need for you to send the item back. You are welcome to keep or dispose of it.</p><p>Additionally, we kindly ask if you could update the feedback you left on eBay. Once you agree to revise it, we will send you an email to facilitate the request.</p><p>Thank you again for your understanding and for allowing us the chance to resolve your concerns. We hope to regain your trust and ensure a positive shopping experience with us.</p><p>Best regards,<br>WooParts</p>"
    },
    {
      "name": "Revision Accepted",
      "content": "<p>Hi,</p><p>We appreciate your response.</p><p>We sent a request for revision and kindly select \"Accept Request\" in the email. It will guide you through the process of changing your rating and comment. Please be advised that when you revise or remove feedback, your original comments will no longer be visible on eBay.</p><p>Thank you once again for your understanding and for giving us the opportunity to address your concerns. We look forward to the possibility of earning back your trust and ensuring a positive shopping experience with us.</p><p>Best regards,<br>WooParts</p>"
    }
  ],

  "OUT OF STOCK": [
    {
      "name": "OOS - Partial Refund",
      "content": "<p>Hi,</p><p>We wanted to let you know that one of the items you recently purchased is currently out of stock. As a result, we've processed a partial refund for your order, which should appear in your account within 1-5 business days. We apologize for any inconvenience this may cause and understand it may be disappointing.</p><p>As a token of our appreciation for your patience, we're offering you a 10% discount on your next purchase. Use the code TENOFFOOS at checkout.</p><p>Thank you for your understanding and continued support. If you have any questions or need further assistance, please feel free to reach out.</p><p>Best regards,<br>WooParts</p>"
    },
    {
      "name": "OOS - Full Refund",
      "content": "<p>Hi,</p><p>We wanted to inform you that the item you purchased is currently out of stock. As a result, we’ve processed a full refund for your order, which should appear in your account within 1-5 business days. We sincerely apologize for any inconvenience this may cause.</p><p>You may also receive a different item due to a system glitch. There's no need to return it—you can keep or dispose of it as you like.</p><p>To make amends, we’re offering you a 10% discount on any future purchase with the code TENOFFOOS.</p><p>We appreciate your understanding and continued support. If you have any questions, please feel free to reach out.</p><p>Sincerely,<br>WooParts</p>"
    }
  ],

  "OEM INQUIRY": [
    {
      "name": "OEM Inquiry Response",
      "content": "<p>Hi,</p><p>Thank you for reaching out. We would like to inform you that our products differ from the Original Equipment Manufacturer (OEM) version as it is an aftermarket replacement, specifically designed to serve the same purpose. We provide a one-year warranty that encompasses any potential manufacturer defects to ensure our commitment to quality assurance.</p><p>Thank you and if you have further questions, please let us know.</p><p>Best regards,<br>WooParts</p>"
    }
  ],

  "MULTISHIPMENT": [
    {
      "name": "Multishipment - Initial Email",
      "content": "<p>Hi,</p><p>We hope this message finds you well. We would like to inform you that your order will come into 2 shipments. Once tracking information is available, we'll inform you immediately.</p><p>Thank you.<br>Regards,<br>WooParts</p>"
    },
    {
      "name": "Multishipment - Final Email",
      "content": "<p>Hi,</p><p>We wanted to inform you that your recent order will be shipped in multiple shipments. You can track the progress of each package using the following tracking numbers:</p><ol><li>[Carrier: Tracking 1]</li><li>[Carrier: Tracking 2]</li></ol><p>Thank you for your purchase, and please let us know if you need any further assistance.</p><p>Best regards,<br>WooParts</p>"
      "timestamp": "2025-05-11T18:36:00Z"
    }
  ]
}
